<template>
    <footer class="bd-footer text-muted mt-5">
        <div class="container py-5">
            <ul class="bd-footer-links">
                <li>
                    <a href="https://twitter.com/botsmeter">Twitter</a>
                </li>
                <li>
                    <a href="https://t.me/botsmeter">Telegram</a>
                </li>
                <li>
                    <a href="mailto:&#098;&#111;&#116;&#115;&#109;&#101;&#116;&#101;&#114;&#064;&#103;&#109;&#097;&#105;&#108;&#046;&#099;&#111;&#109;">&#098;&#111;&#116;&#115;&#109;&#101;&#116;&#101;&#114;&#064;&#103;&#109;&#097;&#105;&#108;&#046;&#099;&#111;&#109;</a>
                </li>
            </ul>

            <p class="mb-0">Содержание сайта предназначено только для ознакомительных целей. Все видео и комментарии,
                опубликованные на данном ресурсе, собираются и публикуются в автоматическом режиме с публичного сервиса
                <strong><a href="https://youtube.com">https://youtube.com</a></strong> и администрация ресурса не несет
                никакой ответсвенности за их содержимое.</p>
        </div>
    </footer>
</template>